totR = ["тотя",
        "сикс севен, у миша у миша миша ууу"
    , "веном в тапках",
        "чикен жокей",
        "журнал: артур пирожков снялся с райном гослингом",
        "чипсы lava lava", "ворон"]
print("в вашем инвентаре:")
f = "чикен жокей"
a = "тотя"
g = "веном в тапках"
for i in totR:
     print(i)
print("чикен жокей сбежал и забрал с собой журнал")
print()
print("веном в тапках ожил и проглотил 67, но прилетел чикен жокей и надавал тумаков веному, веном опять здох")
print()
h = input("к вам пришёл буба и просит супер дупер мега ультра зумерские чипсы а4, ваше действие? дать чипсы. не давать. ")
if h == "дать чипсы":
    print("Теперь Буба ваш друг и союзник")
else:
    print("Буба забрал чипсы и убежал")
j = input("ответь на вопрос сколько лет Артуру Пирожкову ответы: 51, 67, 42, 52, ???,1488, бесконечность.")
if j =="51":
    print("правельный ответ!")
if j == "52":
    print("чуть ближе но нет")
if j == "67":
    print(" ыыы сыкс сэвэн ыыы")
if j == "42":
    print("сорок два братуха сорок два")
if j == "???":
    print("???")
if j == "1488":
    print(" ворона начинает орать: посхалко посхалко включайте вентеляторы")
if j == "бесконечность":
    print("Артур Пирожков вечен")
    print()
c = input("тотя прделагает вам сыграть в игру принять предложение? да. нет.")
if c == "да":
    print("хорошо, вас усыпили газом, и  отправили на остров игры в кальмара")
if c == "нет":
    print("Это был не вопрос вас усыпили газом, и  забрали на остров ")